<?php

return [
    'story' => [
        'item' => [
            'author' => 'Автор',
            'direction' => 'Направление',
            'type' => 'Тип',
            'fandom' => 'Фандом',
            'rating' => 'Рейтинг',
            'characters' => 'Персонажи',
            'size' => 'Размер',
            'tags' => 'Теги',
        ],
        'direction' => [
            'get' => 'Гет',
            'gen' => 'Джен',
            'slash' => 'Слэш',
        ],
        'type' => [
            'orig' => 'Ориджинал',
            'ffic' => 'Фанфик',
        ],
        'rating' => [
            'g' => 'G',
            'pg12' => 'PG-12',
            'pg16' => 'PG-16',
            'pg18' => 'PG-18',
            'nc18' => 'NC-18',
            'nc21' => 'NC-21',
        ],
        'status' => [
            'ip' => 'В процессе',
            'cp' => 'Завершен',
            'fz' => 'Заморожен',
        ],
        'size' => [
            'mini' => 'Мини',
            'midi' => 'Миди',
            'maxi' => 'Макси',
        ],
    ],
];
